{
    "HomeTitle" : "Let's improve your credit score",
    "HomeSubTitle" : "You will get",
    "get1" : "FREE credit consultation",
    "get2" : "FREE in-depth credit analysis",
    "get3" : "FREE credit recommendations",
    "buttonGetStarted" : "Request a FREE consultation & credit analysis",
    "errorName" : "First Name is required",
    "errorLast" : "Last Name is required",
    "errorEmail" : "Email is required ",
    "errorEmail2" : "Email is incorrect",
    "errorPhone" : "Phone number is required",
    "errorPhone2" : "The phone number is invalid",
    "StepsTitle" : "We guarantee results or your money back!",
    "Steps" : "What should you do?",
    "StepsSubTitle1" : "Sign Up",
    "StepsText1" : "We'll give you a free consultation and credit analysis",
    "StepsSubTitle2" : "Relax",
    "StepsText2" : "While we use the law to challenge ​ negative items on your report",
    "StepsSubTitle3" : "See Results",
    "StepsText3" : "Log in to see real time progress every ​ step of the way",
    "ContactUs" : "Contact us!",
    "ContactTitle" : "Start Living Again!",
    "ContactSubtTitle" : "It's time to get your credit back on track!",
    "ContactText" : "We offer a FREE credit consultation. Submit your information below and we will be reaching out to you shortly!",
    "FirstName" : "First Name",
    "MiddleName" : "M",
    "LastName" : "Last Name",
    "email" : "Email",
    "Phone" : "Phone",
    "Required" : "Required",
    "Optional" : "Optional",
    "GetStarted" : "Get Started",
    "Home" : "Home",
    "Pricing" : "Pricing",
    "Services": "Services",
    "Partners" : "Partners",
    "PartnerTitle" : "Partner Program",
    "PartnerSubtitle" : "​Are you a mortgage, real estate, tax professional, attorney, auto dealer or a professional in any industry that is dependent upon clients with good credit?",
    "PartnerP" : "If the answer is yes, then partner with our company to make your clients credit worthy. Refer your credit-challenged client to us, we will work to increase their credit score in record time and we always refer them back to you for your services. You can track your client’s progress in our Client Login Portal. When your client logs into our web portal, the first thing they will see is your photo and contact information as a reminder of their goal and the professional who refered them to us! Just fill out the form below",
    "PartnerL1" : "24 Hours Status Updates for our Clients and Partners from any computer or smart phone",
    "PartnerL2" : "Bilingual (english and spanish)",
    "PartnerL3" : "Email notifications",
    "PartnerL4" : "Bank-level security",
    "PartnerL5" : "Credit Education",
    "PartnetL6" : "Marketing tools for our partners",
    "ServicesTitle" : "Our Services",
    "ServicesSubtitle1" : "​Having great credit is more important than ever. But why work with us?",
    "ServicesP1" : "In order to maximize your credit score increase, you will need at least three positive, active trade lines. These trade lines can be considered a current home, auto, student, or other type of loan that reports to all three credit bureaus. It can also be considered as revolving credit. We highly recommend that you maintain at least two major secure credit cards. Below are some of the cards we recommend, please view them and see which one fits your needs the best.",
    "ServicesL1" : "We offer a 100% Money Back Guarantee",
    "ServicesL2" : "We are a company with integrity",
    "ServicesL3" : "We are very experienced with consumer, business and mortgage credit",
    "ServicesL4" : "We will be intimately involved with your credit repair experience",
    "ServicesL5" : "We will be there for you every step of the way",
    "ServicesL6" : "Credit education and correction is legal and the law is on your side. We help and guide you from start to finish and we prepare all of the documentation for the various credit agencies",
    "ServicesL7" : "Our fees are reasonable and there are NO long binding contracts. We help you to work with your files until it is done",
    "ServicesSubtitle2" : "​We have an excellent track record in helping client's to improve their credit scores:",
    "ServicesP2" : "If you have a better credit score you could potentially have a better interest rate. Just an increase of 20 point in your credit score can mean a difference of tens of thousands of dollars in interest saved on an average priced home and hundreds of dollars of interest saved on car payments and credit cards. We have a proven track record of helping clients to raise credit scores quickly and effectively to give you better purchasing power.",
    "ServicesA1" : "​Average Client's Credit Score Increase in 6 months:",
    "ServicesScore1" : "60 points",
    "ServicesA2" : "Average Score Increase in 35 days:",
    "ServicesScore2" : "10 points or more 93%",
    "ServicesScore3" : "20 points or more 71%",
    "ServicesScore4" : "50 points or more 25%",
    "ServicesScore5" : "100 points or more 15%",
    "ServicesA3" : "​Average Score Increase in 90 days:",
    "ServicesScore6" : "10 points or more 97%",
    "ServicesScore7" : "20 points or more 82%",
    "ServicesScore8" : "50 points or more 40%",
    "ServicesScore9" : "100 points or more 25%",
    "ServicesA4" : "​Our 100% Guarantee, Cancellation and Return Policy:",
    "ServicesP3": "You are entitled to a 100% refund on all payments and fees, if:",
    "ServicesScore10" : "You do not remove more than 50% of all the negatives worked on.",
    "ServicesScore11" : "You have had six months from the time you retain our services.",
    "ServicesScore12" : "You have at least three negatives on the credit report at the time of sign-up.",
    "ServicesScore13" : "You have not used a credit-consulting agency nor attempted to repair your credit two years previous to signing up for our services.",
    "ServicesScore14" : "You agree to send updated reports from the three credit bureaus to us within 5 days of receipt.",
    "ServicesScore15" : "You should receive updated credit reports every 30-45 days and make us aware if updated reports have not been received.",
    "ServicesP4" : "​You may cancel services at any time. Please notify us in writing 3 days before the next billing period.",
    "TerConditionsTitle" : "Terms and Conditions",
    "TerConditionP" : "Prior to starting credit education and document processing services, you will sign a client agreement along with the following:",
    "TerConditionL1" : "Credit Service Agreement",
    "TerConditionL2" : "Authorization for Credit Repair Action",
    "TerConditionL3" : "Consumer Credit File Rights (CROA Disclosure)",
    "TerConditionL4" : "Right Of Cancellation Notice",
    "TerConditionSubT" : "The services we perform may include",
    "TerConditionL5" : "Document preparation and credit education.  We will evaluate your current credit reports as listed with applicable credit reporting agencies and work with you to identify inaccurate, erroneous, false, or obsolete information. You will choose which items you would like to dispute. We will advise you on steps to be taken to dispute any inaccurate, erroneous, false or obsolete information contained on your credit reports.",
    "TerConditionL6" : "We will prepare all necessary correspondence in dispute of inaccurate, erroneous, false, or obsolete information in your credit reports.",
    "TerConditionL7" : "You will forward to us your correspondence received from the credit reporting agencies and we will assist you in further correspondence with those agencies.",
    "TerConditionL8" : "Consulting, coaching, and monitoring services are conducted by personal meetings, webinars, video conferencing, telephone, email, or by any other form of communication during normal business hours.",
    "TerConditionP1" : "In return, for the services above, you agree to pay fees as outlined in your client agreement. You have the right to cancel your contract for any reason within 3 business days from the date you signed it. Just send written notice as outlined in your client agreement.",
    "TerConditionP2" : "It is understood that we offer credit information. We make every effort to ensure the accuracy of the information and to clearly explain your options. However, we do not provide legal advice (i.e.; the application of the law to your individual circumstances). For legal advice, please consult an attorney.",
    "FaqTitle" : "Frequently Asked Questions (FAQ)",
    "FaqSubTitle1" : "​Is Credit Training legal?",
    "FaqP1" : "Yes, credit training is legal and our credit education and document processing services will help you to use the law in your favor. That law is called “The Fair Credit Reporting Act.” The FCRA gives you the right to dispute any item on your credit report. If that item cannot be verified within a reasonable time (usually 30 days) it must be removed. Studies have shown that 79% of all credit reports contain errors. This is nearly 8 out of 10 reports. Therefore most credit reports improve immediately. For items that disputed that are not errors, a creditor or furnisher is often unable to find the records or signed documents within the allotted time and the item gets removed. Sometimes the furnisher will say it has been verified by not offer proof. It is our job to prepare documents that challenge this and we are very skilled at that.",
    "FaqSubTitle2" : "Is Credit Training and Education worth my time and money?",
    "FaqP2" : "Contrary to what credit bureaus want you to believe, credit training does work in most circumstances. But it only works if you are getting the best advice from an experienced professional. Anyone with a credit score below 720 can benefit long-term from the advice and information provided through credit education. However, there are limiting factors that will prevent us from helping you. Two main factors are: (1) your financial situation and/or (2) the time frame in which you need to reach your results. It is possible to remove anything from a credit report, even accurate items. For instance, if the creditor makes mistakes or does not adhere to the specific time frame, the negative item may be removed.",
    "FaqSubTitle3" : "What can I expect when I enroll in Credit Education?",
    "FaqP3" : "We will guide you through the process from start to finish and prepare all your documents for you. We have a superb knowledge of credit scoring and experience working with creditors and credit bureaus. It may be difficult for an individual to communicate with creditors and bureaus without an adept understanding of their techniques and regulations in place for credit reporting. We have spent a great deal of time learning the laws that will help you to remove negative information on your report, which enables us to offer you a flawless, money back guarantee system.",
    "FaqSubTitle4" : "What is your 100% Guarantee?",
    "FaqP4" : "You are entitled to a 100% refund on all monthly payments if:",
    "FaqL1" : "You do not remove more than 50% of all the negatives worked on.",
    "FaqL2" : "You have had six months from the time you retain our services.",
    "FaqL3" : "You have at least three negatives on the credit report at the time of sign-up.",
    "FaqL4" : "You have not used a credit-consulting agency nor attempted to repair your credit two years previous to signing up for our services.",
    "FaqL5" : "You agree to send updated reports from the three credit bureaus to us within 5 days of receipt.",
    "FaqNoti" : "(Clients should receive updated credit reports every 30-45 days. It is the client’s responsibility to make us aware if updated reports have not been received).",
    "FaqSubTitle5" : "How long will it take to raise my score?",
    "FaqP5" : "Through our services, 93% of our clients see their credit score increase 10 points or more in the first 35 days. Over the full 180-day term of the contract, the average credit score increase is 80 points. See full statistical breakdown.",
    "FaqSubtitle6" : "Why are your results different?",
    "FaqP6": "There are two sides to the credit score battle. Sometimes, the creditors and the credit bureaus have done absolutely everything right and we have no case against them. On average, clients are able to remove 70% of the negative items from a credit report.",
    "FaqSubtitle7" : "Will the removed items come back?",
    "FaqP7" : "Items cannot come back as long as the item is current or paid at the time of removal or if the collection is older than three years. This holds true except in very rare circumstances.",
    "FaqSubtitle8" : "What items can you help me to remove and improve?",
    "FaqP8" : "With our assistance and document processing, our clients have had great success with bankruptcies, foreclosures, collections, charge-offs, repossessions, medical bills, credit card debt, inquiries, late payments, old addresses, judgments, tax liens and student loans.",
    "PrivacyPolicy" : "Privacy Policy",
    "PrivacyP1" : "We have created this privacy policy (hereinafter the “Privacy Policy”) in order to disclose our information gathering and dissemination practices. We understand the importance that Internet users place on privacy and have designed our service with this in mind. You agree to this Privacy Policy, in its entirety, when you: 1) access or use our “Website”); and/or 2) select and register for an offer(s) on the Website by clicking the offer(s) presented. If you do not agree with the terms and conditions of our Privacy Policy, please do not use or access the Website. If you are a resident of the State of California and would like to opt-out from the disclosure of your personal information to any third party for direct marketing purposes, please e-mail us.",
    "PrivacySubTtile" : "Information We Collect",
    "PrivacyP2" : "The information that we collect is generally limited to personal information about you that you submit on the Website. The personally identifiable information that may be collected includes: your name; address; email address; telephone number; fax number; information about your interests in and use of various products, programs, and services; and education level and interests. Although we are not collecting credit card information at this time, we reserve the right to do so in the future. To the extent that customer credit card-specific information is collected by our company and any of our affiliates and/or subsidiaries, said information will be kept in confidence and will not be shared with any third parties (other than consumer credit agencies) without the customer’s prior informed consent. Notwithstanding the foregoing, we and our affiliates and subsidiaries reserve the right to share with third parties the fact that they have credit card information on file for specific customers but they will not share this credit card information with third parties without the customer’s prior informed consent. Like most standard website servers, we use log files. Log files track anonymous user information including, but not limited to, Internet Protocol (“IP”) addresses, browser type, Internet Service Provider (“ISP”), referring/exit pages, platform type, date/time stamp, and number of clicks. This information is tracked in order to analyze trends, administer the Website, track users’ movements in the aggregate and gather broad demographic information for aggregate use. The information tracked via log files is not linked to personally identifiable information.",
    "PrivacySubTtile1" : "How We Use Your Information",
    "PrivacyP3" : "Any personal information that you supply to us remains your personal property. However, by submitting that information our company, you grant us the right to use your personal information for any legal purpose including, without limitation: a) providing promotional offers to you via email advertising and/or online banner advertising; b) transferring the personal information that you provided to a third party, when necessary, to receive a product, service, or information that you may have requested from such third party while using the Website; c) tracking compliance with our Terms and Conditions; and d) for validation, suppression, content improvement and feedback purposes. By submitting your information to the Website, you grant our company the right to use that information for marketing purposes, and agree to receive email marketing from the Website. We may maintain separate email lists for different purposes. In order to end your email subscription to a particular list, you must follow the instructions contained in any email correspondence that you receive from us. Unsubscribing from one list will not automatically unsubscribe you from all email lists. We only send email marketing to individuals that have agreed, whether by visiting this Website or through third party websites, to receive email marketing from us. We do not send unsolicited bulk email. As a result, certain statutes, requiring particular formatting for unsolicited bulk email may not be applicable to the bulk email that is sent by our company. Though we make every effort to preserve user privacy, we may be required to disclose personal Information in some instances, such as: 1) when required by law wherein we have a good faith belief that such action is necessary to comply with a judicial proceeding, court order, and/or subpoena; 2) in the event that our company is sold or acquired; or 3) in the event that we believe that the Website is being, or has been, used in violation of our terms and conditions or to commit unlawful acts. Moreover, you hereby consent to the disclosure of any record or communication to any third party when our company, in its sole discretion, determines the disclosure to be appropriate including, without limitation, sharing your email address with other third parties for suppression purposes in compliance with the provisions of the CAN-SPAM Act of 2003, as amended from time-to-time.",
    "PrivacySubTtile2" : "Sharing of Information",
    "PrivacyP4" : "Our company provides you with the opportunity to receive special offers, products and/or services from other third-party companies. To receive such offers, products and/or services your personally identifiable information supplied to us during the registration process will be shared with such third-party companies so that they may provide the product or service to you that you have ordered from them without requiring that you first complete another registration form. By submitting your e-mail address at the Website you agree to receive e-mail marketing from our company. We may share our user information and/or join together with other businesses to bring selected opportunities to our users. We are able to offer third party services to you, in part, based on your willingness to be reached by our third-party advertisers. In addition, you agree that such act constitutes a purchase, an inquiry and/or an application for purposes of the Amended Telemarketing Sales Rule, 16 C.F.R.",
    "PrivacySubTtile3" : "Cookies",
    "PrivacyP5" : "The Website uses a “cookie” to assign a unique identifier to your computer. The cookies we use are persistent files that your web browser places on your computer’s hard drive. Cookies may be used to help save information on past activities and other preferences, so that you are not required to reenter information each time that you visit the Website, and to deliver content specific to your interests. No personally identifiable information is gathered by the cookie.",
    "TerCFooter" : "Terms & Conditions",
    "PrivacyFotter" : "Privacy Policy",
    "ContacFooter" : "Contact Us",
    "AllRigthsFooter" : "All rigths reserved",
    "IWSP" : "Design & Hosting by ",
    "About" : "About Us?",
    "PricingTitle" : "Pricing",
    "PricingSubTitle" : "Credit Education & Document Preparation",
    "PricingL1" : "We have fees as low as $79 a month",
    "PricingL2" : "We do not charge an hourly fee",
    "PricingL3" : "We charge less than you would pay for a few hours with an attorney",
    "PricingL4" : "We do not stick you with any hidden fees",
    "PricingL5" : "We will be there for you every step of the way",
    "PricingP" : "We help and guide you from start to finish and we prepare all of the documentation for the various credit agencies. Our fees are reasonable and there are NO long binding contracts. We guarantee results or your money back!",
    "Reviews" : "Reviews",
    "WhatGet" : "What you will get!",
    "WhatGetSubT1" : "Clean up your past",
    "WhatGetp1" : "We work with the credit bureaus and your creditors to challenge the negative report items that affect your credit score.",
    "WhatGetSubT2" : "Track your present",
    "WhatGetp2" : "Easy access to your account 24/7 for live status updates on improvements on your credit reports and scores.​",
    "WhatGetSubT3" : "Change your future",
    "WhatGetp3" : "We’ll maximize your score so you can achieve your goals and learn how to maintain your awesome credit long after our work is done.​​",
    "DocumentTitle": "How to repair my credit?",
    "DocumentSubtitle": "Do you know how to repair your credit by yourself?",
    "DocumentSubtitle1" : "With our guide you can do it!",
    "DocumentP" : "You can download 'Do-It-Yourself Guide: Credit Restoration' with the steps you need to take to repair your credit.",
    "DownLoad" : "Download Now",
    "Mission" : "Mission Statement",
    "MissionP" : "Changing lives one credit report at a time.",
    "Vision" : "Vision Statement",
    "VisionP" : "Clover Credit Solution’s vision is to educate consumers on their FCRA rights and assist them with disputing negative and inaccurate items on their credit report with full transparency.",
    "Objective" : "Objective",
    "ObjectiveP" : "Clover Credit Solutions objective is to assist consumers in reaching financial freedom by enforcing their rights to dispute inaccurate and unverifiable information from the credit report.",
    "LearnClover" : "Learn more...",
    "AboutP1": "Clover Credit Solutions specializes in assisting credit challenged individuals take control over their finances again and give them peace of mind. Our service uses targeted disputes based upon the Fair Credit Reporting Act in an effort to delete the questionable negative information from their credit reports while incorporating strategies based on other consumer protection statutes. These statutes include the Federal Fair Credit Billing Act which gives the consumer the right to request extensive information regarding billing and account history, the Truth in Lending Act which stipulates conditions for establishing credit accounts, and the Fair Debt Collection Practices Act which defines their rights regarding accounts that have passed into collection status.",
    "AboutP2" : "Clover Credit Solutions has been in business for over three years and we have more than a decade of knowledge. Throughout the years we have been able to assist many families in getting their dream home and also get their purchasing power back. The items we dispute range from public records to collections and even inquiries.",
    "AboutP3" : "We have been able to successfully dispute and have removed: auto repossessions, foreclosures, collections, late payments, student loans, charge-off accounts, bankruptcies, judgements and tax liens.",
    "AboutP4" : "Clover Credit Solutions can also assist victims of identity theft. If you were a victim of identity theft, we recommend you do the following ASAP: file a police report, file an identity theft affidavit and freeze your credit report. We will assist with the identity theft affidavit and also the credit freeze. Once these steps have been completed, then we can review the report and generate a game plan that will help the client get their credit back.",
    "AboutP5" : "Our services aren’t just limited to disputing the negative items on the report. We also assist with establishing and maintaining positive credit to help the consumer increase their credit scores. We educate our consumers on how to utilize their credit and give them inside knowledge of how credit works.",
    "AboutP6" : "If an item is disputed and verified, we will negotiate the debt on behalf of a client and obtain a Pay-For-Deletion letter. The pay-for-deletion letter will hold the creditor responsible for removing/deleting the negative account from the credit profile once it has been paid. We also negotiate paid-in-full letter if we utilize a simulation from a lender or another source.",
    "AboutP7" : "Our main focus and priority is being able to assist our clients in reaching their goal. We strive to provide excellent customer service and transparency. We provide our clients and our affiliates with an online portal where they can login 24/7 and monitor everything being done on the file. Inside the online portal you will find all items in dispute, items deleted/repaired, dispute letters being sent and also the monthly updates which provide details on overall progress and also recommendations to continue improving the credit file.",
    "AboutP8" : "If the client is working with an agent or lender and would like to have them updated on their progress, their agene will also receive a monthly status update on their progress and will be able to contact us with any questions.",
    "AboutP9" : "Our fee’s are very reasonable as we wish to help the client without putting a hole in their pockets. We offer free consultations and credit evaluations and we do not charge for assisting in establishing credit. Our initial set up fee and monthly fee’s are under the nations average rate.",
    "Download" : "Repair my credit",
    "Login" : "Login"


}   