{
    "HomeTitle":"¡Mejoramos tu puntaje de crédito!",
    "HomeSubTitle" : "Obtendrás",
    "get1" : "Consulta de crédito GRATIS",
    "get2" : "Análisis de crédito a profundidad GRATIS",
    "get3" : "Recomendaciones de crédito GRATIS",
    "buttonGetStarted" : "Solicite una consulta y un análisis de crédito GRATIS",
    "errorName" : "El campo nombre es obligatorio",
    "errorLast" : "El campo apellidos es obligatorio",
    "errorEmail" : "El campo correo electrónico es obligatorio ",
    "errorEmail2" : "El campo email es incorrecto",
    "errorPhone" : "El campo teléfono es obligatorio",
    "errorPhone2" : "El campo teléfono es incorrecto",
    "StepsTitle" : "¡Garantizamos resultados o le devolvemos su dinero!",
    "Steps" : "¿Qué deberías hacer?",
    "StepsSubTitle1" : "Inscribirse",
    "StepsText1" : "Le haremos una consulta y un análisis de crédito gratis",
    "StepsSubTitle2" : "Relajarse",
    "StepsText2" : "Mientras usamos la ley para impugnar elementos negativos en su informe",
    "StepsSubTitle3" : "Ver resultados",
    "StepsText3" : "Inicie sesión para ver el progreso en tiempo real en cada paso del camino",
    "ContactUs" : "¡Contáctenos!",
    "ContactTitle" : "¡Empieza a vivir de nuevo!",
    "ContactSubtTitle" : "¡Es hora de recuperar su crédito!",
    "ContactText" : "Ofrecemos una consulta de crédito GRATIS. ¡Envíe su información a continuación y nos pondremos en contacto con usted en breve!",
    "FirstName" : "Nombre",
    "MiddleName" : "S",
    "LastName" : "Apellidos",
    "email" : "Correo Electronico",
    "Phone" : "Teléfono",
    "Required" : "Obligatorio",
    "Optional" : "Opcional",
    "GetStarted" : "Empecemos",
    "Home" : "Inicio",
    "Pricing" : "Precios",
    "Services": "Servicios",
    "Partners" : "Socios",
    "PartnerTitle" : "Programa de socios",
    "PartnerSubtitle" : "¿Es usted un profesional de hipotecas, bienes raíces, impuestos, abogado, concesionario de automóviles o un profesional en cualquier industria que dependa de clientes con buen crédito?",
    "PartnerP": "Si la respuesta es sí, entonces asóciese con nuestra empresa para que sus clientes tengan un crédito digno. Recomiéndenos a su cliente con problemas de crédito. Nosotros trabajaremos para aumentar el puntaje de crédito de su cliente en un tiempo récord y siempre lo remitiremos a usted para que pueda ofrecerle sus servicios. Puede seguir el progreso de su cliente en nuestro Portal de inicio de sesión del cliente. Cuando su cliente inicie sesión en nuestro portal web, lo primero que verá es su foto e información de contacto como un recordatorio de su objetivo y el profesional que lo refirió a nosotros. Solo tienes que rellenar el siguiente formulario",
    "PartnerL1" : "Actualizaciones de estado las 24 horas para nuestros clientes y socios desde cualquier computadora o teléfono inteligente",
    "PartnerL2" : "Bilingüe (inglés y español)",
    "PartnerL3" : "Notificaciones por correo electrónico",
    "PartnerL4" : "Seguridad a nivel de banco",
    "PartnerL5" : "Educación crediticia",
    "PartnetL6" : "Herramientas de marketing para nuestros socios",
    "ServicesTitle" : "Nuestros Servicios",
    "ServicesSubtitle1" : "Tener un buen crédito es más importante que nunca. Pero, ¿por qué trabajar con nosotros?",
    "ServicesP1" : "Para maximizar el aumento de su puntaje de crédito, necesitará al menos tres líneas comerciales activas y positivas. Estas líneas comerciales pueden considerarse un préstamo actual para vivienda, automóvil, estudiante u otro tipo de préstamo que informa a las tres agencias de crédito. También se puede considerar como crédito revolvente. Recomendamos encarecidamente que mantenga al menos dos de las principales tarjetas de crédito seguras. A continuación se presentan algunas de las tarjetas que recomendamos, por favor, mírelos y vea cuál se adapta mejor a sus necesidades.",
    "ServicesL1" : "Ofrecemos una garantía de devolución del 100% del dinero",
    "ServicesL2" : "Somos una empresa con integridad",
    "ServicesL3" : "Tenemos mucha experiencia en créditos de consumo, comerciales e hipotecarios",
    "ServicesL4" : "Estaremos íntimamente involucrados con su experiencia de reparación de crédito",
    "ServicesL5" : "Estaremos allí para usted en cada paso del camino",
    "ServicesL6" : "La educación y corrección crediticia es legal y la ley está de su lado. Te ayudamos y guiamos de principio a fin y preparamos toda la documentación para las distintas agencias de crédito",
    "ServicesL7" : "Nuestras tarifas son razonables y NO existen contratos vinculantes prolongados. Te ayudamos a trabajar con tus archivos hasta que tu reparación de crédito esté terminada",
    "ServicesSubtitle2" : "Tenemos un excelente historial en ayudar a los clientes a mejorar sus puntajes de crédito:",
    "ServicesP2" : "Si tiene un mejor puntaje de crédito, podría tener una mejor tasa de interés. Solo un aumento de 20 puntos en su puntaje de crédito puede significar una diferencia de decenas de miles de dólares en intereses ahorrados en una casa de precio promedio y cientos de dólares en intereses ahorrados en pagos de automóviles y tarjetas de crédito. Tenemos un historial comprobado de ayudar a los clientes a aumentar sus puntajes de crédito de manera rápida y efectiva para brindarle un mejor poder adquisitivo.",
    "ServicesA1" : "Aumento promedio de la puntuación de crédito del cliente en 6 meses:",
    "ServicesScore1" : "60 puntos",
    "ServicesA2" : "Aumento promedio de puntaje en 35 días:",
    "ServicesScore2" : "10 puntos o más, el 93%",
    "ServicesScore3" : "20 puntos o más, el 71%",
    "ServicesScore4" : "50 puntos o más, el 25%",
    "ServicesScore5" : "100 puntos o más, el 15%",
    "ServicesA3" : "Aumento promedio de puntaje en 90 días:",
    "ServicesScore6" : "10 puntos o más, el 97%",
    "ServicesScore7" : "20 puntos o más, el 82%",
    "ServicesScore8" : "50 puntos o más, el 40%",
    "ServicesScore9" : "100 puntos o más, el 25%",
    "ServicesA4" : "Garantizamos 100% nuestra Política de Cancelación y Devoluciones:",
    "ServicesP3": "Tiene derecho a un reembolso del 100% de todos los pagos y tarifas, si:",
    "ServicesScore10" : "No eliminamos más del 50% de todos los negativos en los que trabajamos.",
    "ServicesScore11" : "Ha tenido seis meses desde el momento en que contrató nuestros servicios.",
    "ServicesScore12" : "Tiene al menos tres negativos en el informe de crédito en el momento de la inscripción.",
    "ServicesScore13" : "No ha utilizado una agencia de consultoría de crédito ni ha intentado reparar su crédito dos años antes de suscribirse a nuestros servicios.",
    "ServicesScore14" : "Usted acepta enviarnos informes actualizados de las tres agencias de crédito dentro de los 5 días posteriores a la recepción.",
    "ServicesScore15" : "Debe recibir informes crediticios actualizados cada 30 a 45 días e informarnos si no se han recibido informes actualizados.",
    "ServicesP4" : "Puede cancelar los servicios en cualquier momento. Notifíquenos por escrito al menos 3 días antes del próximo período de facturación.",
    "TerConditionsTitle" : "Términos y Condiciones",
    "TerConditionP" : "Antes de comenzar los servicios de educación crediticia y procesamiento de documentos, firmará un acuerdo de cliente con lo siguiente:",
    "TerConditionL1" : "Acuerdo de servicio de crédito",
    "TerConditionL2" : "Autorización para acción de reparación de crédito",
    "TerConditionL3" : "Derechos de archivo de crédito del consumidor (Divulgación CROA)",
    "TerConditionL4" : "Aviso de derecho de cancelación",
    "TerConditionSubT" : "Los servicios que realizamos pueden incluir",
    "TerConditionL5" : "Preparación de documentos y educación crediticia. Evaluaremos sus informes crediticios actuales tal como se enumeran con las agencias de informes crediticios correspondientes y trabajaremos con usted para identificar información inexacta, errónea, falsa u obsoleta. Usted elegirá qué artículos le gustaría disputar. Le aconsejaremos sobre los pasos a seguir para disputar cualquier información inexacta, errónea, falsa u obsoleta contenida en sus informes de crédito.",
    "TerConditionL6" : "Prepararemos toda la correspondencia necesaria en disputa de información inexacta, errónea, falsa u obsoleta en sus informes de crédito.",
    "TerConditionL7" : "Nos enviará la correspondencia que reciba de las agencias de informes crediticios y lo ayudaremos con la correspondencia adicional con esas agencias.",
    "TerConditionL8" : "Los servicios de consultoría, entrenamiento y monitoreo se llevan a cabo mediante reuniones personales, seminarios web, videoconferencias, teléfono, correo electrónico o cualquier otra forma de comunicación durante el horario normal de trabajo.",
    "TerConditionP1" : "A cambio, por los servicios anteriores, usted acepta pagar las tarifas que se describen en su contrato de cliente. Tiene derecho a rescindir su contrato por cualquier motivo en un plazo de 3 días hábiles a partir de la fecha en que lo firmó. Simplemente envíe un aviso por escrito como se describe en su acuerdo de cliente.",
    "TerConditionP2" : "Se entiende que ofrecemos información crediticia. Hacemos todo lo posible para garantizar la precisión de la información y explicar claramente sus opciones. Sin embargo, no brindamos asesoramiento legal (es decir, la aplicación de la ley a sus circunstancias individuales). Para obtener asesoramiento legal, consulte a un abogado.",
    "FaqTitle" : "Preguntas Frequentes (FAQ)",
    "FaqSubTitle1" : "¿Es legal la formación crediticia?",
    "FaqP1" : "Sí, la capacitación crediticia es legal y nuestros servicios de educación crediticia y procesamiento de documentos lo ayudarán a usar la ley a su favor. Esa ley se llama “Ley de informes crediticios justos”. La FCRA le otorga el derecho de disputar cualquier punto de su informe crediticio. Si ese artículo no se puede verificar dentro de un tiempo razonable (generalmente 30 días), debe eliminarse. Los estudios han demostrado que el 79% de todos los informes de crédito contienen errores. Esto es casi 8 de cada 10 informes. Por lo tanto, la mayoría de los informes de crédito mejoran inmediatamente. Para los artículos en disputa que no son errores, un acreedor o proveedor a menudo no puede encontrar los registros o documentos firmados dentro del tiempo asignado y el artículo se retira. A veces el proveedor dirá que ha sido verificado por no ofrecer prueba. Es nuestro trabajo preparar documentos que desafíen esto y somos muy hábiles en eso.",
    "FaqSubTitle2" : "¿Vale la pena mi tiempo y mi dinero en capacitación y educación crediticia?",
    "FaqP2" : "Al contrario de lo que las agencias de crédito quieren que crea, la capacitación crediticia funciona en la mayoría de las circunstancias. Pero solo funciona si está recibiendo el mejor consejo de un profesional experimentado. Cualquier persona con un puntaje crediticio inferior a 720 puede beneficiarse a largo plazo del asesoramiento y la información que se brinda a través de la educación crediticia. Sin embargo, existen factores limitantes que nos impedirán ayudarlo. Dos factores principales son: (1) su situación financiera y/o (2) el marco de tiempo en el que necesita alcanzar sus resultados. Es posible eliminar cualquier cosa de un informe de crédito, incluso elementos precisos. Por ejemplo, si el acreedor comete errores o no cumple con el plazo específico, el elemento negativo puede ser eliminado.",
    "FaqSubTitle3" : "¿Qué puedo esperar cuando me inscribo en educación crediticia?",
    "FaqP3" : "Lo guiaremos a través del proceso de principio a fin y prepararemos todos sus documentos por usted. Tenemos un excelente conocimiento de la calificación crediticia y experiencia trabajando con acreedores y agencias de crédito. Puede ser difícil para un individuo comunicarse con los acreedores y las oficinas sin un conocimiento experto de sus técnicas y regulaciones vigentes para la información crediticia. Hemos pasado mucho tiempo aprendiendo las leyes que le ayudarán a eliminar la información negativa de su informe lo que nos permite ofrecerle un sistema impecable de garantía de devolución de dinero.",
    "FaqSubTitle4" : "¿Cuál es su garantía?",
    "FaqP4" : "Tiene derecho a un reembolso del 100% de todos los pagos mensuales si:",
    "FaqL1" : "No eliminas más del 50% de todos los negativos trabajados.",
    "FaqL2" : "Ha tenido seis meses desde el momento en que contrató nuestros servicios.",
    "FaqL3" : "Tiene al menos tres negativos en el informe de crédito en el momento de la inscripción.",
    "FaqL4" : "No ha utilizado una agencia de consultoría de crédito ni ha intentado reparar su crédito dos años antes de suscribirse a nuestros servicios.",
    "FaqL5" : "Usted acepta enviarnos informes actualizados de las tres agencias de crédito dentro de los 5 días posteriores a la recepción.",
    "FaqNoti" : "(Los clientes deben recibir informes crediticios actualizados cada 30-45 días. Es responsabilidad del cliente informarnos si no se han recibido informes actualizados).",
    "FaqSubTitle5" : "¿Cuánto tiempo se tarda en subir mi puntuación?",
    "FaqP5" : "A través de nuestros servicios, el 93% de nuestros clientes ven aumentar su puntaje crediticio 10 puntos o más en los primeros 35 días. Durante el plazo completo de 180 días del contrato, el puntaje de crédito promedio el aumento es de 80 puntos. Ver desglose estadístico completo.",
    "FaqSubtitle6" : "¿Por qué sus resultados son diferentes?",
    "FaqP6": "Hay dos lados en la batalla del puntaje de crédito. A veces, los acreedores y los buros de crédito han hecho absolutamente todo bien y no tenemos ningún caso contra ellos. De media, los clientes pueden eliminar el 70% de los elementos negativos de un informe de crédito.",
    "FaqSubtitle7" : "¿Volverán los elementos eliminados?",
    "FaqP7" : "Los artículos no pueden devolverse siempre que el artículo esté al día o pagado en el momento de la eliminación o si la colección tiene más de tres años. Esto es cierto excepto en circunstancias muy raras.",
    "FaqSubtitle8" : "¿Qué elementos me pueden ayudar a eliminar y mejorar?",
    "FaqP8" : "Con nuestra asistencia y procesamiento de documentos, nuestros clientes han tenido un gran éxito con quiebras, ejecuciones hipotecarias, cobranzas, cancelaciones, embargos, facturas médicas, deudas de tarjetas de crédito, averiguaciones, pagos atrasados, domicilios antiguos, juicios, gravámenes fiscales y préstamos estudiantiles.",
    "PrivacyPolicy" : "Política de Privacidad",
    "PrivacyP1" : "Hemos creado esta política de privacidad (en adelante, la “Política de Privacidad”) con el fin de divulgar nuestras prácticas de recopilación y difusión de información. Entendemos la importancia que los usuarios de Internet le dan a la privacidad y hemos diseñado nuestro servicio con esto en mente. Usted acepta esta Política de privacidad, en su totalidad, cuando: 1) accede o utilice nuestro Sitio web); y/o 2) seleccione y registre para una (s) oferta (s) en el sitio web haciendo click en la (s) oferta (s) presentada (s). Si no está de acuerdo con los términos y condiciones de nuestra Política de privacidad, no use ni acceda al sitio web. Si es residente del estado de California y desea excluirse de la divulgación de su información personal a cualquier tercero con fines de marketing directo, envíenos un correo electrónico.",
    "PrivacySubTtile" : "Información que recopilamos",
    "PrivacyP2" : "La información que recopilamos generalmente se limita a la información personal sobre usted que envía en el sitio web. La información de identificación personal que se puede recopilar incluye: su nombre; dirección; dirección de correo electrónico; número de teléfono; número de fax; información sobre sus intereses y el uso de diversos productos, programas y servicios; y nivel de educación e intereses. Aunque no recopilamos información de tarjetas de crédito en este momento, nos reservamos el derecho de hacerlo en el futuro. En la medida en que el cliente, nuestra compañía y cualquiera de nuestras afiliadas y/o subsidiarias recopilan información específica de la tarjeta de crédito, dicha información se mantendrá confidencial y no compartirán esta información de tarjeta de crédito con terceros sin el consentimiento informado previo del cliente. No obstante lo anterior, nosotros y nuestras afiliadas y subsidiarias nos reservamos el derecho de compartir con terceros el hecho de que tienen información de tarjetas de crédito registrada para clientes específicos pero no compartirán esta información de tarjeta de crédito con terceros terceros sin el consentimiento informado previo del cliente. Como la mayoría de los servidores de sitios web estándar, usamos archivos de registro. Los archivos de registro rastrean al usuario anónimo información que incluye, entre otros, direcciones de protocolo de Internet (IP), tipo de navegador, proveedor de servicios de Internet (ISP), páginas de referencia/salida, tipo de plataforma, sello de fecha/hora y número de clicks. Esta información se rastrea para analizar tendencias, administrar el sitio web, rastrear los movimientos de los usuarios en conjunto y recopilar información demográfica amplia para uso agregado. La información rastreada a través de archivos de registro no está vinculada a información de identificación personal.",
    "PrivacySubTtile1" : "Cómo usamos su información",
    "PrivacyP3" : "Cualquier información personal que nos proporcione sigue siendo de su propiedad. Sin embargo, al enviar esa información a nuestra empresa, nos otorga el derecho de utilizar su información personal para cualquier propósito legal, incluidos, entre otros: a) proporcionarle ofertas promocionales a través de publicidad por correo electrónico y/o publicidad en banners en línea; b) transferir la información personal que proporcionó a un tercero, cuando sea necesario, para recibir un producto, servicio o información que haya solicitado de dicho tercero durante el uso del sitio web; c) seguimiento del cumplimiento de nuestros Términos y Condiciones; y d) para fines de validación, supresión, mejora de contenido y retroalimentación. Al enviar su información al sitio web, otorga a nuestra empresa el derecho de usar esa información con fines de marketing y acepta recibir marketing por correo electrónico del sitio web. Podemos mantener listas de correo electrónico separados para diferentes propósitos. Para finalizar su suscripción por correo electrónico a una lista en particular, debe seguir las instrucciones contenidas en cualquier correspondencia por correo electrónico que reciba de nosotros. Darse de baja de una lista no le dará de baja automáticamente de todas las listas de correo electrónico. Solo enviamos marketing por correo electrónico a las personas que han aceptado, ya sea visitando este sitio web o a través de sitios web de terceros, recibir nuestro marketing por correo electrónico. No enviamos correo electrónico masivo no solicitado. Como resultado, ciertos estatutos, que requieren un formato particular para el correo electrónico masivo no solicitado, pueden no ser aplicables al correo electrónico masivo que envía nuestra empresa. Aunque hacemos todo lo posible para preservar la privacidad del usuario, es posible que se nos solicite divulgar información personal en algunos casos, como: 1) cuando lo exija la ley en la que creamos de buena fe que dicha acción es necesaria para cumplir con un procedimiento judicial, orden judicial y/o citación; 2) en caso de venta o adquisición de nuestra empresa; o 3) en el caso de que creamos que el sitio web se está utilizando o ha sido utilizado en violación de nuestros términos y condiciones o para cometer actos ilegales. Además, por la presente acepta la divulgación de cualquier registro o comunicación a un tercero cuando nuestra empresa, a su exclusivo criterio, determine que la divulgación es apropiada, lo que incluye, entre otros, compartir su dirección de correo electrónico con otros terceros con fines de supresión en cumplimiento con las disposiciones de la Ley CAN-SPAM de 2003, con sus modificaciones periódicas.",
    "PrivacySubTtile2" : "Compartir información",
    "PrivacyP4" : "Nuestra empresa le brinda la oportunidad de recibir ofertas especiales, productos y/o servicios de otras empresas de terceros. Para recibir tales ofertas, productos y/o servicios, su información de identificación personal que nos proporcionó durante el proceso de registro se compartirá con dichas empresas de terceros para que puedan proporcionarle el producto o servicio que les haya pedido sin requerir que primero completa otro formulario de registro. Al enviar su dirección de correo electrónico en el sitio web, acepta recibir marketing por correo electrónico de nuestra empresa. Podemos compartir nuestra información de usuario y/o unirnos con otras empresas para brindar oportunidades seleccionadas a nuestros usuarios. Podemos ofrecerle servicios de terceros, en parte, en función de su disposición a que nuestros anunciantes externos se comuniquen con usted. Además, acepta que dicho acto constituye una compra, una consulta y/o una solicitud a los efectos de la Regla de ventas de telemercadeo modificada, 16 C.F.R.",
    "PrivacySubTtile3" : "Cookies",
    "PrivacyP5" : "El sitio web utiliza una 'cookie' para asignar un identificador único a su computadora. Las cookies que utilizamos son archivos persistentes que su navegador web coloca en el disco duro de su computadora. Las cookies se pueden usar para ayudar a guardar información sobre actividades pasadas y otras preferencias, de modo que no tenga que volver a ingresar información cada vez que visite el sitio web y para entregar contenido específico para sus intereses. Las cookies no recopilan información de identificación personal.",
    "TerCFooter" : "Términos y condiciones",
    "PrivacyFotter" : "Política de privacidad",
    "ContacFooter" : "Contáctenos",
    "AllRigthsFooter" : "Todos los derechos reservados",
    "IWSP" : "Desarrollado y Hosteado por",
    "About" : "Quiénes Somos?",
    "PricingTitle" : "Precios",
    "PricingSubTitle" : "Educación crediticia y preparación de documentos",
    "PricingL1" : "Tenemos tarifas tan bajas como $ 79 por mes",
    "PricingL2" : "No cobramos tarifa por hora",
    "PricingL3" : "Cobramos menos de lo que pagaría por unas horas con un abogado",
    "PricingL4" : "No le imponemos tarifas ocultas",
    "PricingL5" : "Estaremos allí para usted en cada paso del camino",
    "PricingP" : "Te ayudamos y guiamos de principio a fin y preparamos toda la documentación para las distintas agencias de créditos. Nuestras tarifas son razonables y NO existen contratos vinculantes prolongados. Garantizamos resultados o su devolución de dinero!",
    "Reviews" : "Comentarios",
    "WhatGet" : "Que obtendrás!",
    "WhatGetSubT1" : "Limpiar tu pasado",
    "WhatGetp1" : "Trabajamos con las agencias de crédito y sus acreedores para cuestionar los elementos negativos del informe que afectan su puntaje de crédito.",
    "WhatGetSubT2" : "Rastrear tu presente",
    "WhatGetp2" : "Fácil acceso a su cuenta las 24 horas del día, los 7 días de la semana para actualizaciones de estado en vivo sobre mejoras en sus informes y puntajes de crédito.​",
    "WhatGetSubT3" : "Cambiar tu futuro",
    "WhatGetp3" : "Maximizaremos su puntaje para que pueda lograr sus objetivos y aprender a mantener su increíble crédito mucho tiempo después de que terminemos nuestro trabajo.​",
    "DocumentTitle": "¿Cómo reparar mi crédito?",
    "DocumentSubtitle" : "¿Sabes cómo reparar tu crédito por si mismo?",
    "DocumentSubtitle1" : "¡Con nuestra guía puedes hacerlo!",
    "DocumentP" : "Puede descargar la 'Guía Hágalo usted mismo: Restauración de crédito' con los pasos que debe seguir para reparar su crédito.",
    "DownLoad" : "Descargar ahora",
    "Mission" : "Misión",
    "MissionP" : "Cambiar vidas con un correcto informe de crédito.",
    "Vision" : "Visión",
    "VisionP" : "La visión de Clover Credit Solution es educar a los consumidores sobre sus derechos FCRA y ayudarlos a disputar elementos negativos e inexactos en su informe de crédito con total transparencia.",
    "Objective" : "Objetivos",
    "ObjectiveP" : "El objetivo de Clover Credit Solutions es ayudar a los consumidores a alcanzar la libertad financiera haciendo valer sus derechos para disputar información inexacta y no verificable del informe de crédito.",
    "LearnClover" : "Saber más...",
    "AboutP1" : "Clover Credit Solutions se especializa en ayudar a las personas con problemas de crédito a tomar el control de sus finanzas nuevamente y brindarles tranquilidad. Nuestro servicio utiliza disputas específicas basadas en la Ley de informes crediticios justos en un esfuerzo por eliminar la información negativa cuestionable de sus informes crediticios al tiempo que incorpora estrategias basadas en otros estatutos de protección al consumidor. Estos estatutos incluyen la Ley Federal de Facturación Justa de Crédito, que otorga al consumidor el derecho a solicitar información detallada sobre la facturación y el historial de la cuenta, la Ley de Veracidad en los Préstamos, que estipula las condiciones para establecer cuentas de crédito, y la Ley de Prácticas Justas de Cobro de Deudas, que define sus derechos con respecto a cuentas que han pasado a estado de cobro.",
    "AboutP2" : "Clover Credit Solutions ha estado en el negocio por más de tres años y tenemos más de una década de conocimiento. A lo largo de los años hemos podido ayudar a muchas familias a conseguir la casa de sus sueños y también a recuperar su poder adquisitivo. Los artículos que disputamos van desde registros públicos hasta colecciones e incluso consultas. Nuestros servicios no se limitan solo a disputar los elementos negativos del informe. También ayudamos a establecer y mantener un crédito positivo para ayudar al consumidor a aumentar sus puntajes de crédito. Educamos a nuestros consumidores sobre cómo utilizar su crédito y les brindamos conocimientos internos sobre cómo funciona el crédito.",
    "AboutP3" : "Hemos podido disputar con éxito y hemos eliminado: reposesión de automóviles, ejecuciones hipotecarias, colecciones, pagos atrasados, préstamos estudiantiles, cuentas canceladas, bancarrotas, juicios y gravámenes fiscales.",
    "AboutP4" : "Clover Credit Solutions también puede ayudar a las víctimas de robo de identidad. Si fue víctima de robo de identidad, le recomendamos que haga lo siguiente lo antes posible: presente un informe policial, presente una declaración jurada de robo de identidad y congele su informe de crédito. Le ayudaremos con la declaración jurada de robo de identidad y también con el congelamiento de crédito. Una vez que se hayan completado estos pasos, podemos revisar el informe y generar un plan de juego que ayudará al cliente a recuperar su crédito.",
    "AboutP5" : "Nuestros servicios no se limitan solo a disputar los elementos negativos del informe. También ayudamos a establecer y mantener un crédito positivo para ayudar al consumidor a aumentar sus puntajes de crédito. Educamos a nuestros consumidores sobre cómo utilizar su crédito y les brindamos conocimientos internos sobre cómo funciona el crédito.",
    "AboutP6" : "Si se cuestiona y verifica un artículo, negociaremos la deuda en nombre de un cliente y obtendremos una carta de pago por eliminación. La carta de pago por eliminación responsabilizará al acreedor por eliminar/eliminar la cuenta negativa del perfil de crédito una vez que haya sido pagada. También negociamos una carta pagada en su totalidad si utilizamos una simulación de un prestamista u otra fuente.",
    "AboutP7" : "Nuestro principal enfoque y prioridad es poder ayudar a nuestros clientes a alcanzar su objetivo. Nos esforzamos por brindar un excelente servicio al cliente y transparencia. Brindamos a nuestros clientes y afiliados un portal en línea donde pueden iniciar sesión las 24 horas del día, los 7 días de la semana y monitorear todo lo que se hace en el archivo. Dentro del portal en línea encontrará todos los artículos en disputa, los artículos eliminados/reparados, las cartas de disputa que se envían y también las actualizaciones mensuales que brindan detalles sobre el progreso general y también recomendaciones para continuar mejorando el archivo de crédito.",
    "AboutP8" : "Si el cliente está trabajando con un agente o prestamista y desea que estén actualizados sobre su progreso, su agente también recibirá una actualización mensual del estado de su progreso y podrá comunicarse con nosotros si tiene alguna pregunta.",
    "AboutP9" : "Nuestros honorarios son muy razonables ya que deseamos ayudar al cliente sin hacerle un agujero en el bolsillo. Ofrecemos consultas gratuitas y evaluaciones de crédito y no cobramos por ayudar a establecer crédito. Nuestra tarifa de configuración inicial y las tarifas mensuales están por debajo de la tarifa promedio de las naciones.",
    "Download" : "Reparar mi crédito",
    "Login" : "Ingresar"

}